Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/trygderetten.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: through ID-porten (using MinID, BankID etc).
nb: Du logger deg på via ID-porten (MinID, BankID med mer).

source: Vocational rehabilitation experts participate in about 35 per cent of the cases.
nb: Det deltar attføringskyndig rettsmedlem i omtrent 35 prosent av sakene.

source: An appeal can be submitted in writing and orally.
nb: Anke kan fremsettes skriftlig og muntlig.

source: The public authority or pension fund that made the decision provide further information about this.
nb: Instansen som har fattet avgjørelsen, kan gi nærmere informasjon om dette.

source: In these cases, the appeal will be handled by a panel consisting of a doctor and a rehabilitation expert, in addition to the legal member (the administrator).
nb: I slike saker vil retten bestå av et medisinsk og/eller et attføringskyndig rettsmedlem, i tillegg til administrator.

source: Google Analytics and Privacy
nb: Google Analytics og personvern

source: If you choose to use a lawyer, you may incur expenses related to this (see below).
nb: Velger du å bruke advokat, kan du pådra deg utgifter knyttet til dette (se nedenfor).

source: Currently, the average case processing time is between 12 and 14 months.
nb: For tiden ligger gjennomsnittlig saksbehandlingstid på mellom 12 og 14 måneder.

source: Medical expert member of the court
nb: Medisinsk kyndig rettsmedlem

source: If you believe the National Insurance Court has made formal errors in the processing of your case, you can also complain free of charge to the Civil Ombudsman.
nb: Dersom du mener forvaltningen har gjort formelle feil i behandlingen av saken din, kan du også klage kostnadsfritt til Sivilombudsmannen.

source: Do you wish to appeal a decision from Kommunal landspensjonskasse (KLP)?
nb: Skal du anke et vedtak fra Kommunal landspensjonskasse (KLP)?

source: Do you wish to appeal a decision from NAV Klageinstans?
nb: Skal du anke et vedtak fra NAV Klageinstans?

source: Decisions adopted by NAV Klageinstans, Helseklage and a number of pension funds can be appealed to the National Insurance Court.
nb: Vedtak gjort av NAV Klageinstans, Helseklage eller en pensjonsinnretning om offentlig tjenestepensjon kan ankes til Trygderetten.

source: NAV Klageinstans) or insurance fund that made the decision you disagree with.
nb: En anke til Trygderetten skal normalt inngis til instansen (for eksempel NAV Klageinstans) som fattet vedtaket du er uenig i.

source: Judicial member of the court
nb: Stillingstyper i Trygderetten

source: The position of a deputy court member is an apprentisship position and covers the requirements for work practice and procedure to receive a lawyer's licence.
nb: Rettsfullmektigstillingen er en opplæringsstilling og dekker kravet til arbeidspraksis og prosedyre for advokatbevilling.

source: This could be a person who has been refused a benefit by NAV Klageinstans or SPK.
nb: Dette kan for eksempel være den som har fått et avslag på en ytelse fra NAV eller SPK, og som ikke er enig i avslaget.

source: Please note that sensitive information should not be sent by e-mail.
nb: Vi gjør oppmerksom på at sensitive opplysninger ikke bør sendes per e-post.

source: for more information regarding this.
nb: for mer informasjon om hvordan du best gjør dette.

source: The majority of cases in the National Insurance Court are decided by a panel of two.
nb: Flertallet av sakene i Trygderetten settes med to rettsmedlemmer.

source: Medical experts participate in about 70 per cent of the cases.
nb: Det deltar medisinsk kyndig rettsmedlem i omtrent 70 prosent av sakene.

source: Decisions from public occupational pensions by the Government Pension Fund (SPK) and the Municipal National Pension Fund (KLP) can also be appealed.
nb: Anke på vedtak om offentlig tjenestepensjon leveres til Statens pensjonskasse (SPK), Kommunal landspensjonskasse (KLP) eller en kommunal pensjonskasse, som deretter sender anken videre til Trygderetten.

source: Such a request is addressed to the public authority or insurance fund that made the decision you appealed.
nb: En slik begjæring rettes til instansen som fattet vedtaket du brakte inn for Trygderetten.

source: You have received a decision from NAV Klageinstans, Helseklage, Statens pensjonskasse or another pension fund that you do not agree with.
nb: Du har fått et vedtak fra NAV Klageinstans, Helseklage, Statens pensjonskasse eller en annen pensjonskasse som du ikke er enig i.

source: For more information, please see the links below:
nb: For mer informasjon, vennligst se lenkene nedenfor:
